
export interface IFAQ {
    isActive: boolean,
    id: number,
    title: string,
    text: string,
}

export const accordionData: IFAQ[] = [
    { isActive: false, id: 1, title: 'Новейшее итальянское оборудование Donatoni', text: 'Учитывая ключевые сценарии поведения, обучения кадров влечет за собой процесс внедрения и модернизации распределения' },
    { isActive: false, id: 2, title: 'Собственное произодство', text: 'Учитывая ключевые сценарии поведения, обучения кадров влечет за собой процесс внедрения и модернизации распределения' },
    { isActive: false, id: 3, title: 'Широкий ассортимент разнообразных камней', text: 'Учитывая ключевые сценарии поведения, обучения кадров влечет за собой процесс внедрения и модернизации распределения' },
    { isActive: false, id: 4, title: 'Изделия из наличия', text: 'Учитывая ключевые сценарии поведения, обучения кадров влечет за собой процесс внедрения и модернизации распределения' },
    { isActive: false, id: 5, title: 'Работаем под ключ', text: 'Учитывая ключевые сценарии поведения, обучения кадров влечет за собой процесс внедрения и модернизации распределения' },
    { isActive: false, id: 6, title: 'Консультации по уходу за иделием из камня', text: 'Учитывая ключевые сценарии поведения, обучения кадров влечет за собой процесс внедрения и модернизации распределения' },
]