
export interface IFAQ {
    isActive: boolean,
    id: number,
    title: string,
    text: string,
}

export const accordionData: IFAQ[] = [
    { isActive: false, id: 1, title: 'Новейшее итальянское оборудование Donatoni', text: 'Мы используем самое современное итальянское оборудование Donatoni, что позволяет нам достигать высокой точности и качества обработки камня. Благодаря передовым технологиям, наши изделия отличаются исключительной долговечностью и эстетической привлекательностью.' },
    { isActive: false, id: 2, title: 'Собственное произодство', text: 'Мы гордимся нашим собственным производством, где каждый этап создания изделия находится под строгим контролем. Это гарантирует высочайшее качество и уникальность каждого изделия, а также позволяет нам быстро реагировать на запросы клиентов и внедрять новейшие технологии.' },
    { isActive: false, id: 3, title: 'Широкий ассортимент разнообразных камней', text: 'Наш магазин предлагает широкий ассортимент камней различных видов и оттенков. Вы найдете у нас гранит, мрамор, оникс и многие другие виды камней, которые идеально подойдут для реализации ваших дизайнерских идей и архитектурных проектов.' },
    { isActive: false, id: 4, title: 'Изделия из наличия', text: 'Мы предлагаем готовые изделия из камня, которые доступны в наличии. Это позволяет нашим клиентам сэкономить время и сразу приступить к установке. Наши готовые решения включают столешницы, подоконники, элементы декора и многое другое.' },
    { isActive: false, id: 5, title: 'Работаем под ключ', text: 'Мы предлагаем комплексные услуги "под ключ" - от выбора материала до установки готового изделия. Наши специалисты обеспечат весь процесс, начиная с проектирования и заканчивая монтажом, гарантируя высокое качество и своевременное выполнение всех работ.' },
    { isActive: false, id: 6, title: 'Консультации по уходу за иделием из камня', text: 'Мы предоставляем консультации по уходу за изделиями из камня, чтобы они сохраняли свой первоначальный вид и свойства на долгие годы. Наши эксперты помогут вам подобрать средства и методы ухода, чтобы ваши каменные изделия всегда выглядели как новые.' },
]